{ "blogposts": [{
  "category":"Cute",
  "title":"Meet Wallie",
  "mainpic":"http://static.boredpanda.com/blog/wp-content/uploads/2015/06/haircut-rabbit-angora-wally-15.jpg",
  "content":"<p>Wally is an English Angora rabbit who lives in Massachusetts, USA, and has ears that look like angel wings. He and his owner Molly recently became famous on Instagram for their clever commentary, cuteness, and crazy haircut. Wally was born in July of 2014, making him a Cancer.</p><p>Angora rabbits are bred for their long, soft, wool, and are one of the oldest types of domestic rabbits. They were first bred in Ankara, present day Turkey, and became popular in 18th century France. Their wool is softer than cashmere. English Angora rabbits are popular as pets because they often look like puppies or teddy bears.</p>",
  "date":"2017/3/22"
},{
  "category":"Cute",
  "title":"Party for Puppies",
  "mainpic":"http://a339062bb12acaf0447f-fe54b552272646221985f1a127513c68.r76.cf2.rackcdn.com/82793216-E41A-43D0-922B-FD1D27904DB8.jpg",
  "content":"<p>Elaborate decorations, giant cakes, overflowing presents and fun games. Celebrations aren’t just for kids anymore. Pets are enjoying their pawties too.</p><p>From simple in-home celebrations with their owners, to pre-planned elaborate pet parties with dozens of four-legged guests, some pet owners spare no expense when it comes to their fur babies.</p><p>Professional pet party planners say canine birthday parties are on the rise and the sky is the limit when it comes to the decor, food and games. To keep dogs and people entertained, pet party planners like Kristina Robertson, owner of highly rated Barkely Square Professional Pet Services in Alexandria, Va., recommend the following tips to plan the perfect pet party.</p>",
  "date":"2017/3/20"
  }, {
    "category":"Cute",
    "title":"Happiest Animal on Earth",
    "mainpic":"http://i.imgur.com/llbPzhP.jpg",
    "content":"<p>These social plant-eaters hang out in clans, munch on swamp peppermint and other greens, store fat in their tails for lean times, dig tunnels through vegetation for napping and hiding, and hop likekangaroos—a close relative (along with wallabies).</p><p>Rottnest Island is the only place quokkas still come together in large numbers: There are as many as 12,000 of them there, of fewer than 14,000 total in the wild—down from probably many tens of thousands in their heyday. Due to habitat destruction and human persecution, quokkas are considered vulnerable to extinction by the International Union for Conservation of Nature.</p>",
    "date":"2017/3/25"
  }
  ]
}
